{
	"character": "bn",
	"overview": { 
		"body": [
			"The Tank build is more of a sub-build of a Spear build than a completely independent build, given the Banner Spear doesn’t have that many dedicated tanking cards. But more than anything, choosing to play this build represents a slightly different focus, which is based on protecting the party as much as possible rather than maximizing your damage output."
		],
		"benefits": [
			"Your group is mostly fragile and cannot afford to take many hits. In that case, your party will typically have plenty of damage output, but survivability will be a concern. Accordingly, rather than focusing on your output, your focus will be keeping everyone alive.",
			"You lack melee allies who can consistently help you out in setting up formations. While you will still play some formation attacks, you’ll mostly stick to the easier ones, and you’ll still play less of them."
		],
		
	},
	"cards": [
		{
			"id": "atallcosts",
			"top": "The top action allows you to heal your entire party at a cost. For this action to be worth playing, you really need to heal at least two allies, at which point it’s already very good with a net of positive four hit points, on top of dealing with a variety of negative conditions that are removed by healing (also note that you don’t suffer any damage when you remove Poison from an ally). Additionally, a ranged/support Banner Spear will likely not take many hits but has a large pool of hit points to draw from, meaning the cost here is often insignificant, making this even better.",
			"bottom": "The bottom action is also incredibly useful. At the very least, it’s pretty much always going to be a pre-castable Disarm, which as a non-loss bottom is great. But obviously the real value here is having an ally whose movement you control precisely who acts immediately before your turn each round, moving into position to help you set up your AoE patterns. At lower player counts or in parties without melee allies, if you’re playing for a melee focus, you should consider that keeping this summon active is mandatory. And even when you have allies who can, in theory, help you, they may not always be willing to. Accordingly, look to play this bottom action as early as you can and resummon it when necessary if it dies.",
			"overall": "At All Costs is an excellent card for a Banner Spear in almost any party.&lt;p&gt;This card also gives XP on both sides so you will want to play one action each rest cycle."
		}
	]
}